{
    "start": {
        "root": {
            "text": "Acabo de terminar la carrera y estoy buscando ofertas de empleo. Tengo muchas ganas de empezar a trabajar y demostrar lo que valgo. Seguro que en internet encuentro alguna cosa interesante."
        }
    },
    "search": {
        "root": [
            {
                "text": "Me han recomendado este portal de empleo varias veces. Puedes meter tus aptitudes y te recomienda ofertas que se ajustan a tu curriculum. Veamos..."
            },
            {
                "text": "Parece que hay que responder varias preguntas. Menos mal que he preparado todo lo que puedo necesitar. Me he hecho este currículum por si necesito usarlo. Por ejemplo..."
            },
            {
                "text": "¿Qué formación tengo?"
            }
        ],
        "checkEducation": [
            {
                "text": "(Mirar mi CV)."
            }
        ],
        "educationComplete": {
            "text": "¡Ahí está! Grado en STEM. Esta pregunta era fácil, pero puede que esto se complique. Siempre que lo necesite puedo mirar mi CV. ¡No quiero liarla!"
        },
        "restartPoint": {
            "text": "¿Qué idiomas hablo? Además del español, claro."
        },
        "checkLanguages": [
            {
                "text": "(Mirar mi CV)."
            },
            {
                "text": "Inglés, nivel A2."
            },
            {
                "text": "Inglés, nivel C1."
            },
            {
                "text": "Inglés y francés, ambos nivel básico."
            }
        ],
        "languagesComplete": {
            "text": "¿Aptitudes técnicas? Puedo decir que se me da bien..."
        },
        "checkSkills": [
            {
                "text": "(Mirar mi CV)."
            },
            {
                "text": "El dibujo y el manejo de herramientas de diseño."
            },
            {
                "text": "La ofimática y la contabilidad."
            },
            {
                "text": "La programación, el análisis de datos y el cálculo."
            }
        ],
        "skillsComplete": {
            "text": "Y otras habilidades. Aquí puedo poner..."
        },
        "checkSkills2": [
            {
                "text": "(Mirar mi CV)."
            },
            {
                "text": "Capacidad de organización y resolución de problemas."
            },
            {
                "text": "Trabajo bajo presión y trabajo en equipo."
            },
            {
                "text": "Trabajo en equipo y creatividad."
            }
        ],
        "skills2Complete": {
            "text": "Y por último, ¿qué tipo de disponibilidad tengo?"
        },
        "checkAvailability": [
            {
                "text": "(Mirar mi CV)."
            },
            {
                "text": "Horaria y para viajar."
            },
            {
                "text": "Horaria, pero no me gusta viajar."
            },
            {
                "text": "Para viajar, pero por las tardes no puedo trabajar."
            }
        ],
        "findOffers": {
            "text": "Parece que hay dos ofertas. Una es para desarrollar software y la otra como analista de datos. ¿A cuál me presento?"
        },
        "noOffers": {
            "text": "Vaya, parece que no encuentra ninguna oferta. Voy a revisar la información, a lo mejor he hecho algo mal..."
        }
    },
    "selectOffer": {
        "root": {
            "text": "<position | programming: Creo que la idea de desarrollar software me gusta más. | dataScience: Creo que encajo mejor en el perfil de analista de datos.>"
        }
    },
    "askConfirmation": {
        "root": [
            {
                "text": "(Presentar candidatura)."
            },
            {
                "text": "Mejor voy a pensarlo un poco más..."
            }
        ],
        "confirm": [
            {
                "text": "Voy a retocar un poco el currículum para que se ajuste mejor a la oferta, y... ¡listo! Ya lo he enviado."
            },
            {
                "text": "Parece que las entrevistas son esta misma semana. Espero que todo vaya bien. Llevo preparándome mucho tiempo y nada me puede estropear esta oportunidad."
            }
        ]
    }
}