{
    "start": {
        "root": {
            "text": "Je viens de terminer mes études et je suis à la recherche d'offres d'emploi. Je suis impatient de commencer à travailler et de faire mes preuves. Je suis sûr que je peux trouver quelque chose d'intéressant sur Internet."
        }
    },
    "search": {
        "root": [
            {
                "text": "Ce Portail d'Emploi m'a été recommandé à plusieurs reprises. Tu peux entrer tes compétences et il te recommande des offres qui correspondent à ton CV. Voyons ce qu'il en est..."
            },
            {
                "text": "Il semble qu'il faille répondre à plusieurs questions. Heureusement, j'ai préparé tout ce dont je pourrais avoir besoin. J'ai préparé ce CV au cas où je devrais l'utiliser. Par exemple..."
            },
            {
                "text": "Quelle est ma formation ?"
            }
        ],
        "checkEducation": [
            {
                "text": "Regarder mon CV."
            }
        ],
        "educationComplete": {
            "text": "Et voilà ! Le diplôme d'école d'ingénieur. Cette question était facile, mais celle-ci risque d'être compliquée. Chaque fois que j'en ai besoin, je peux consulter mon CV - je ne veux pas me tromper !"
        },
        "restartPoint": {
            "text": "Quelles sont les langues dont je parle ? Outre le français, bien sûr."
        },
        "checkLanguages": [
            {
                "text": "Regarder mon CV."
            },
            {
                "text": "Anglais, niveau A2."
            },
            {
                "text": "Anglais, niveau C1."
            },
            {
                "text": "Anglais et espagnol, tous deux de niveau élémentaire."
            }
        ],
        "languagesComplete": {
            "text": "Compétences techniques ? Je peux dire que je suis bon dans ce domaine..."
        },
        "checkSkills": [
            {
                "text": "Regarder mon CV."
            },
            {
                "text": "Dessin et utilisation d'outils de conception."
            },
            {
                "text": "Bureautique et comptabilité."
            },
            {
                "text": "Programmation, analyse des données et calcul."
            }
        ],
        "skillsComplete": {
            "text": "Et d'autres compétences. Ici, je peux mettre..."
        },
        "checkSkills2": [
            {
                "text": "Regarder mon CV."
            },
            {
                "text": "Compétences en matière d'organisation et de résolution de problèmes."
            },
            {
                "text": "Travail sous pression et en équipe."
            },
            {
                "text": "Travail d'équipe et créativité."
            }
        ],
        "skills2Complete": {
            "text": "Enfin, quelle est ma disponibilité ?"
        },
        "checkAvailability": [
            {
                "text": "Regarder mon CV."
            },
            {
                "text": "Disponibilité horaire et pour voyager."
            },
            {
                "text": "Disponibilité horaire, mais je n'aime pas voyager."
            },
            {
                "text": "Disponible pour voyager, mais je ne peux pas travailler l'après-midi."
            }
        ],
        "findOffers": {
            "text": "Il semble y avoir deux offres. L'une pour le développement de logiciels et l'autre en tant qu'analyste de données. Lequel dois-je solliciter ?"
        },
        "noOffers": {
            "text": "Il me semble que je n'arrive pas à trouver aucune offre. Je vais vérifier les informations que j'ai rentré, peut-être l'ai-je mal rempli..."
        }
    },
    "selectOffer": {
        "root": {
            "text": "<<position || programming: Je crois que j'aime mieux l'idée de développer des logiciels. || dataScience: Je pense que le profil d'analyste de données me convient mieux.>>"
        },
        "askConfirmation": [
            {
                "text": "(Postulez.)"
            },
            {
                "text": "Je ferais mieux d'y réfléchir davantage..."
            }
        ],
        "confirm": [
            {
                "text": "Je vais modifier un peu le CV pour qu'il corresponde mieux à l'offre, et.... C'est fait ! Je l'ai déjà envoyé."
            },
            {
                "text": "Il semble que les entretiens aient lieu cette semaine. J'espère que tout se passera bien. Je me prépare depuis longtemps et rien ne peut gâcher cette opportunité."
            }
        ]
    }
}