{
    "start": {
        "root": {
            "text": "Après réflexion, l'entretien s'est déroulé..."
        },
        "choices": [
            {
                "text": "Plutôt bien, je pense que j'ai réussi."
            },
            {
                "text": "Régulier, j'aurais pu faire mieux."
            },
            {
                "text": "Terrible, je ne me suis pas sentie aussi mal à l'aise depuis longtemps."
            }
        ],
        "good": {
            "text": "Je n'ai pas eu l'occasion de faire beaucoup d'interviews, mais je pense que c'était un bon début."
        },
        "mid": {
            "text": "Il est vrai aussi que c'était mon premier entretien. Il est toujours possible de s'améliorer."
        },
        "bad": {
            "text": "Je n'arrivais même pas à me concentrer sur ce que j'allais répondre. Je voulais juste que ce soit fini."
        },

        "recap": [
            {
                "text": "Pourtant, à bien y penser, les interviewers... l'interviewer, plutôt, était un peu bizarre."
            },
            {
                "text": "Enfin, lui et tous, en général. Quelle journée ! Je n'arrive pas à croire que j'ai entendu autant de choses. Voyons si j'arriverai à me souvenir de tout..."
            }
        ]
    },

    "end": {
        "root": [
            {
                "text": "Quelle journée j'ai passée ! Je dois admettre que ce n'est pas la chose la plus habituelle de trouver toutes ces situations, mais lorsqu'elles se produisent..."
            },
            {
                "text": "Même si les gens ne s'en rendent pas compte, nous faisons tous les jours des commentaires qui peuvent être sexistes. C'est pourquoi il est si important de réfléchir à ce que nous disons et de corriger les commentaires discriminatoires."
            },
            {
                "text": "Les femmes méritent le même respect que les hommes, et nous sommes capables de réaliser les mêmes choses qu'eux."
            }
        ]
    }
}