{
    "root": [
        {
            "text": "Bonjour. Asseyez-vous, s'il vous plaît."
        },
        {
            "text": "Comment allez-vous ? J'espère que vous n'avez pas attendu trop longtemps."
        }
    ],
    "choices": [
        {
            "text": "Je vais bien, merci."
        },
        {
            "text": "Eh bien, la matinée a été... particulière."
        }
    ],

    "good": {
        "text": "Je m'en réjouis."
    },

    "notSoGood": {
        "text": "Comment cela se fait-il ? Avez-vous eu des problèmes ?"
    },
    "comment": {
        "text": "Ah, non, c'était juste un comentaire."
    },
    "sure": {
        "text": "Génial."
    },

    "introduction": [
        {
            "text": "Avant de poursuivre, je voudrais nous présenter. Je suis André Rodríguez et voici ma collègue, Louise."
        },
        {
            "text": "Nous travaillons tous les deux dans le département des Ressources Humaines de cette entreprise. Nous sommes chargés des entretiens d'aujourd'hui."
        },
        {
            "text": "D'ailleurs... Louise, tu veux bien prendre des notes ? Tu sais que j'aime ta façon d'écrire parce que tu as une meilleure écriture que moi et que tu prends des notes de façon beaucoup plus organisée."
        }
    ],
    "startQuestion": {
        "text": "Comme tu le souhaites. Bon, tout d'abord, nous aimerions savoir..."
    },
    "interruption": {
        "text": "Ne t'inquiétes pas, Louise. Je poserai moi-même les questions."
    },
    "mock": {
        "text": "*Murmure* \"ji posiri mi-mime les qistions\". Idiot."
    },
    "distracted": {
        "text": "Désolé, je n'ai pas entendu, est-ce que tu m'as dit quelque chose ?"
    },
    "gaslight": {
        "text": "C'est... c'est parfait pour moi. Je peux donc me concentrer sur... sur prendre des notes."
    },
    "gaslighted": {
        "text": "Parfait."
    },
    "repeat": {
        "text": "Parfaitement."
    },
    "start": [
        {
            "text": "Très bien, alors commençons."
        },
        {
            "text": "Dites-nous, pourquoi voulez-vous travailler avec nous ?"
        }
    ],
    "answer1": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "Je viens de terminer mes études et je cherche une entreprise pour me développer en tant que professionnel."
        },
        {
            "text": "<<position || programming: Je sais que vous avez la réputation de développer des programmes innovants. Je pense que ma formation, ma curiosité et mon esprit d'initiative me permettront de contribuer à la conception des projets que vous avez prévus pour cette année. || dataScience: Je sais à quel point elle a une portée nationale. Je pense qu'avec ma formation, ma curiosité et mon sens de l'initiative, je pourrai contribuer à l'obtention de résultats fiables pour chaque projet sur lequel nous travaillerons.>>"
        },
        {
            "text": "C'est une excellente occasion d'apprendre et je pense que je peux apporter beaucoup à l'équipe."
        }
    ],

    "question2": [
        {
            "text": "Nous sommes une entreprise ayant des bureaux dans différents pays, avec lesquels nous collaborons souvent. C'est pourquoi nous avons besoin de personnes qui parlent couramment d'autres langues."
        },
        {
            "text": "Quel est votre niveau d'anglais ?"
        }
    ],
    "answer2": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "J'ai un niveau intermédiaire. J'ai récemment obtenu le B2."
        },
        {
            "text": "J'ai un niveau élevé. Il y a quelques mois, j'ai obtenu le C1 grâce à un examen de Cambridge."
        },
        {
            "text": "Je lis un peu en anglais et je peux parler et écrire en anglais."
        }
    ],

    "question3": [
        {
            "text": "Bien, bien."
        },
        {
            "text": "<<position || programming: En tant qu'entreprise axée sur le développement de logiciels, nous avons besoin de personnes ayant une certaine base de programmation. || dataScience: Bien que nous ne soyons pas une société de développement de logiciels, nous avons besoin de personnes ayant une certaine base de programmation.>>"
        },
        {
            "text": "Quelle est votre expérience en matière de programmation ? Quels sont les langages que vous avez utilisés ?"
        }
    ],
    "answer3": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "J'ai suivi plusieurs cours de programmation et j'ai donc utilisé différents langages."
        },
        {
            "text": "À l'université, j'ai participé à plusieurs projets que j'ai développés à l'aide de langages orientés objet."
        },
        {
            "text": "Depuis que j'ai commencé ma formation, j'ai développé différents programmes en utilisant <<position || programming:principalement C++. J'ai également travaillé avec d'autres langages tels que Java et Javascript.|| dataScience:Python.>>"
        }
    ],

    "question4": [
        {
            "text": "D'accord."
        },
        {
            "text": "Nous sommes également intéressés de savoir si vous avez <<position || programming: utilisé un système de contrôle de version tel que Git.|| dataScience: travaillé avec des bases de données et si vous en avez développé.>>"
        }
    ],
    "answer4": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "Bien sûr, <<position || programming: je l'ai utilisé || dataScience: je les ai utilisés >> pour les TPs durant mes études."
        },
        {
            "text": "Depuis que j'ai commencé à <<position || programming:développer des logiciels, Git est un outil essentiel pour travailler en équipe ou seul. Vous pouvez jeter un coup d'œil à tous mes travaux de mes années d'études dans mes dépôts Git.|| dataScience:étudier. Les bases de données ont été un outil essentiel pour la collecte et la classification des données. Je suis heureux de pouvoir dire que j'ai pu en créer une, même si elle n'était pas la plus complète.>>"
        },
        {
            "text": "Oui, tous mes projets universitaires <<position || programming:disposent d'un dépôt sur GitHub, pour faciliter le travail en équipe.|| dataScience:, je les ai réalisés avec des bases de données, pour faciliter la collecte des données.>>"
        }
    ],

    "question5": [
        {
            "text": "Très bien. Passons à d'autres questions, moins techniques."
        },
        {
            "text": "Où vous voyez-vous dans cinq ans ? Quels sont vos objectifs ?"
        }
    ],
    "answer5": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "C'est long, il peut se passer tellement de choses que je ne sais pas quoi dire. Je n'y avais jamais pensé auparavant."
        },
        {
            "text": "J'aimerais avoir une bonne base d'expérience qui me permette de continuer à gravir les échelons de la carrière professionel."
        },
        {
            "text": "J'aimerais travailler sur des projets qui me passionnent et qui me permettent de continuer à me développer tant sur le plan professionnel que personnel."
        }
    ],

    "question6": [
        {
            "text": "Je comprends."
        },
        {
            "text": "Et dans le prolongement de cette question..."
        },
        {
            "text": "Est-ce que vous êtes en couple?"
        }
    ],
    "answer6": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "Est-ce pertinent pour le poste ?"
        },
        {
            "text": "Non, je veux me concentrer sur ma carrière professionnelle."
        },
        {
            "text": "Oui, je suis en couple."
        },
        {
            "text": "Oui, mais cela ne m'empêchera pas de poursuivre ma carrière professionnelle."
        }
    ],
    "avoid6": {
        "text": "(Je ne veux pas leur manquer de respect.... Voyons comment je réagis.)"
    },
    "partnerCommentary": {
        "text": "Génial, il est important d'acquérir de l'expérience quand on est jeune."
    },

    "question7": [
        {
            "text": "En tant qu'entreprise internationale, il est parfois nécessaire d'envoyer des <<position || programming:programmeurs|| dataScience:data scientists>> dans d'autres pays pour quelques jours."
        },
        {
            "text": "Serez-vous disponible pour voyager ?"
        }
    ],
    "answer7": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "Bien sûr que je suis disponible. J'aime toujours respecter mes engagements, et le travail est l'un des plus importants pour moi."
        },
        {
            "text": "Je devrais l'étudier mais, si nécessaire, je me déplacerais."
        }
    ],

    "question8": [
        {
            "text": "Intéressant. Permettez-moi de vous dire que vous avez une très belle voix, même si elle est peut-être trop douce."
        },
        {
            "text": "Je vous le dis parce que je crains que vous ne puissiez pas vous affirmer devant vos collègues lorsque c'est nécessaire."
        }
    ],
    "answer8": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "Il est vrai que parfois je ne partage pas toutes les idées que j'ai, mais lorsque je le fais, les gens m'écoutent généralement."
        },
        {
            "text": "Lorsque j'ai apporté mes idées aux projets sur lesquels j'ai travaillé, j'ai pu les argumenter sans avoir à hausser le ton."
        },
        {
            "text": "Si les autres collègues sont prêts à écouter mes idées, il ne devrait pas y avoir de problème."
        }
    ],

    "question9": [
        {
            "text": "Très bien."
        },
        {
            "text": "Je voudrais également vous dire que je pense que vous pouvez apporter une touche unique à l'équipe."
        },
        {
            "text": "Je pense que vous pouvez apporter une certaine humanité et une certaine chaleur humaine à l'équipe."
        }
    ],
    "answer9": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "Je pensais que le poste était destiné à <<position || programming: développer des logiciels || dataScience: analyser des données >>, non pour \"apporter une certaine chaleur humaine à l'équipe.\"."
        },
        {
            "text": "Je pense qu'il est important de favoriser un bon environnement de travail."
        },
        {
            "text": "Et ce n'est pas tout : j'ai hâte de commencer à donner mes idées et à démontrer mes compétences techniques."
        }
    ],
    "avoid9": {
        "text": "(Je ferais mieux de ne rien dire...)"
    },

    "question10": [
        {
            "text": "Enfin, je voudrais dire qu'il s'agit d'un travail très exigeant. Par le passé, nous avons eu des problèmes avec des personnes qui, en période de forte pression, s'effondraient."
        },
        {
            "text": "Vous ne faites pas partie de ces personnes qui s'effondrent lorsqu'elles travaillent sous pression ?"
        }
    ],
    "answer10": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "Pas du tout. Dans les situations de stress, je suis capable de me concentrer et d'accomplir mon travail."
        },
        {
            "text": "Mais quel est l'intérêt ?"
        },
        {
            "text": "Je pense que personne n'aime travailler sous pression, mais cela ne me pose aucun problème non plus."
        }
    ],
    "avoid10": {
        "text": "(Quelles questions... Voyons comment je réponds)"
    },

    "question11": [
        {
            "text": "Ah, j'allais oublier. A propos de voyage..."
        },
        {
            "text": "Avez-vous des personnes à charge ou prévoyez-vous d'avoir des enfants dans les prochaines années ?"
        },
        {
            "text": "Vous savez qu'il est parfois difficile de tout concilier."
        }
    ],
    "answer11": [
        {
            "text": "Regarder mon CV."
        },
        {
            "text": "Encore une fois ?"
        },
        {
            "text": "Comme je l'ai déjà dit, beaucoup de choses peuvent arriver et je n'ai pas beaucoup réfléchi à l'avenir."
        },
        {
            "text": "Comme je l'ai déjà dit, je veux me concentrer entièrement sur le travail. Même si j'ai une famille, cela ne m'empêchera pas de travailler correctement."
        }
    ],
    "avoid11": {
        "text": "(Après avoir enduré tant de choses, je ne vais pas réagir comme ça maintenant. Il ne reste plus grand-chose.)"
    },

    "endInterview": {
        "text": "C'est très bien. L'entretien est terminé. Merci beaucoup pour le temps que vous nous avez accordé."
    },
    
    "hired": {
        "text": "Nous examinerons votre candidature et vous informerons lorsque nous aurons terminé le processus d'entretien."
    },
    "doubt": {
        "text": "Je ne peux pas vous donner beaucoup plus d'informations, mais je dois vous dire que vous pouvez très bien correspondre à ce poste."
    },
    "notHired": [
        {
            "text": "Je pense que, d'après ce que nous avons vu, vous ne correspondez pas tout à fait au poste que nous recherchons."
        },
        {
            "text": "Mais nous conserverons votre CV au cas où un autre poste vous conviendrait mieux."
        }
    ],

    "thanks": {
        "text": "Nous vous remercions à nouveau pour le temps que vous nous avez accordé et vous souhaitons une bonne journée."
    },
    "contact": {
        "text": "Nous vous contacterons dans les semaines à venir."
    },
    "return": {
        "text": "Cela a été... une sacrée expérience. Je devrais rentrer chez moi."
    }
}