{
    "AntonioConversation": {
        "root": {
            "text": "Bonjour, comment allez-vous ?"
        },
        "line1": {
            "text": "Qu'est-ce qu'il y a ?"
        },
        "line2": {
            "text": "Venez-vous également à l'entretien ? Savez-vous si l'attente est longue ?"
        },
        "line3": {
            "text": "Vous aussi ? Vous postulez à l'emploi ?"
        },
        "line4": {
            "text": "C'est pour cela que je suis venu, bien sûr. Pourquoi ? Y a-t-il un problème ?"
        },
        "line5": {
            "text": "Non, mec, quel est le problème ? C'est juste que..."
        },
        "rethoricalChoices": [
            {
                "text": "Oui?"
            },
            {
                "text": "(A comprendre)"
            }
        ],
        "doubt": {
            "text": "C'est juste qu'il devient de plus en plus clair pour moi que je n'obtiendrai pas le poste."
        },
        "reaction": [
            {
                "text": "Nous sommes beaucoup de candidats, mais il y a aussi beaucoup de demandes. Si nous n'avons pas de chance ici, nous pouvons essayer ailleurs."
            },
            {
                "text": "Pourquoi dites-vous cela ?"
            }
        ],
        "accusation": {
            "text": "Je suppose que c'est vrai. Mais je ne pense pas avoir le choix. Toi, par contre..."
        },
        "quotas": [
            {
                "text": "Vous savez, il y a beaucoup de candidatures. Mais il y a aussi les quotas à atteindre et le soutien qui est apporté aux entreprises."
            },
            {
                "text": "Vous savez, pour l'embauche de certains types de personnes.."
            }
        ],
        "changeTopic": [
            {
                "text": "(Je n'aime pas la tournure que prend cette conversation, je vais me taire.)"
            },
            {
                "text": "Faites seulement de votre mieux et ne vous inquiétez pas."
            }
        ],
        "equality": [
            {
                "text": "C'est impossible ! Beaucoup d'égalité, mais ensuite c'est le sexisme, la discrimination positive, les quotas, l'aide aux étrangers, aux handicapés..."
            },
            {
                "text": "Qu'en est-il de ceux d'entre nous qui ont étudié mais qui sont normaux ? Dans la rue, tous. Vous savez ce que je dis ? Gardez le travail. Je n'attends pas ici pour rien."
            }
        ]
    },
    "JaimeConversation": {
        "root": {
            "text": "Excusez-moi, êtes-vous également venu à l'entretien pour le poste de <<position || programming:programmeur|| dataScience:analyste de données>> junior?"
        },
        "line1": {
            "text": "Oui, voyons comment je me débrouille. Vous êtes donc ici pour les entretiens aussi ?"
        },
        "responses": [
            {
                "text": "Oui, voyons si j'ai de la chance. J'ai passé quelques entretiens."
            },
            {
                "text": "Oui, je viens de terminer mes études et je me suis beaucoup préparée à cet entretien."
            }
        ],
        "encourage": {
            "text": "Je suis sûr que tout ira bien, ne vous inquiétez pas."
        },
        "jokeLuck": {
            "text": "Je n'ai donc pas besoin de vous souhaiter bonne chance, heh, heh."
        },
        "interviews": {
            "text": "Le principe de l'entretien est assez simple. En fin de compte, vous finissez par l'aimer et s'y habituer."
        },
        "askWaiting": [
            {
                "text": "Vous attendez depuis longtemps ? Je suis un peu à cran."
            },
            {
                "text": "Et pourquoi vous intéressez-vous à cette entreprise ?"
            },
            {
                "text": "Savez-vous si de nombreuses personnes ont déjà passé des entretiens ?"
            }
        ],
        "waitingEarly": {
            "text": "La vérité est que, oui, je suis arrivé tôt."
        },
        "notInterested": {
            "text": "Bon, ce n'est pas que cela m'intéresse particulièrement. Mais j'aime faire des entretiens et essayer partout."
        },
        "waitingLong": {
            "text": "Cela fait une heure que j'attends et seules deux personnes sont déjà passées. Non pas que l'on m'ait fait attendre aussi longtemps, heh, heh. C'est juste que je suis arrivé en avance."
        },
        "avoidHome": {
            "text": "Je passe donc moins de temps à la maison."
        },
        "responseHome": [
            {
                "text": "(Quel personnage, qui vient pour être en train d'attendre.... Je ferais mieux de ne même pas demander.)"
            },
            {
                "text": "Comment cela se fait-il ? Vous vous ennuyez à la maison ?"
            }
        ],
        "defensive": {
            "text": "Ne me regardez pas comme ça."
        },
        "girlfriend": [
            {
                "text": "De cette façon, ma copine n'a pas autant de temps pour me gronder. Et si \"Jacques, tu as brûlé la chemise\" ?. Et si \"Jacques, tu dois séparer les vêtements par couleur\"."
            },
            {
                "text": "Je ne suis pas doué pour les tâches ménagères, elle l'est beaucoup plus. Elle ne se rend pas compte qu'elle place la barre trop haut, et même si j'essaie, je n'y arrive pas, heh, heh."
            }
        ],
        "reaction": [
            {
                "text": "Bien sûr. Je vous comprends."
            },
            {
                "text": "(Ce type est un imbécile.) Peut-être que si vous travailliez davantage à la maison, vous n'auriez pas ces problèmes."
            }
        ],
        "helpAttempt": {
            "text": "J'essaie d'aider, mais je ne suis pas douée. Je remercie chaque jour d'avoir rencontré Neige.... C'est une sainte !"
        },
        "messUp": [
            {
                "text": "Pas question ! Chaque fois que j'essaie d'aider, je gâche encore plus les choses. Neige est une sainte pour me supporter. Tout le monde n'est pas bon pour tout."
            },
            {
                "text": "Par exemple, je ne suis pas douée pour le repassage. Je suis sûr que c'est la même chose chez vous. On n'y peut rien."
            }
        ],
        "goodbye": {
            "text": "Il semble que l'on m'appelle. Enchanté de vous rencontrer !"
        }
    },
    "door": {
        "root": {
            "text": "(Ce n'est pas encore l'heure pour l'entretien. J'ai pu voir ce qu'il y a d'autre dans le bâtiment.)"
        }
    }
}